Brandt Revocable Trust v. United States
speaker="john_g_roberts_jr" startTime="0.000" stopTime="8.529">
    Chief Justice John G. Roberts, Jr. 
    We will hear argument next in Case 12-1173, Marvin Brandt Revocable Trust v. United States. 
    Mr. Lechner.
speaker="steven_j_lechner" startTime="8.529" stopTime="81.136">
    Mr. Steven J Lechner 
    Mr. Chief Justice, and may it please the Court: 
    If upheld, the decision below will upset 100 years of property law and title to perhaps a million acres of land, based upon an implied reversionary interest that the government recently created. 
    I would like to make three points: First, the decision below violates Leo Sheep, where this Court rejected the government's attempt to create a property interest through implication and reaffirmed that the government does not retain any interest not expressly reserved in the patent or the granting statute. 
    Two, the decision below is contrary to both the government's argument and this Court's ruling in Great Northern that 1875 Act rights-of-way are easements and are not fees. 
    And finally, the decision below is inconsistent with the Department of Interior's longstanding interpretation that the 1875 Act granted only an easement. 
    It is axiomatic that the highest evidence of title in this country is a patent from the government. 
    When the government issues a patent, it divests itself of title except for those interests expressly reserved. 
    Here, the patent did not reserve any interest in the 1875 Act--
speaker="antonin_scalia" startTime="81.136" stopTime="83.326">
    Justice Antonin Scalia 
    Counsel, you are not reading this, are you?
speaker="stephen_g_breyer" startTime="83.326" stopTime="89.573">
    Justice Stephen G. Breyer 
    It's all right.
speaker="steven_j_lechner" startTime="89.573" stopTime="113.331">
    Mr. Steven J Lechner 
    --Here the patent did not reserve any interest in 1875 Act right-of-way. 
    Yet the government knew how to reserve interests at that time because it reserved the interest for ditches and canal, and reserved the right to two Forest Service roads when it issued the patent. 
    That some interests were reserved by the government in 1976 shows that other interests were not.
speaker="samuel_alito_jr" startTime="113.331" stopTime="121.016">
    Justice Samuel A. Alito, Jr. 
    Well, under Section 1912, the government could -- did reserve an interest for a public highway; is that correct?
speaker="steven_j_lechner" startTime="121.016" stopTime="122.905">
    Mr. Steven J Lechner 
    No.
speaker="samuel_alito_jr" startTime="122.905" stopTime="123.577">
    Justice Samuel A. Alito, Jr. 
    No?
speaker="steven_j_lechner" startTime="123.577" stopTime="140.975">
    Mr. Steven J Lechner 
    1912, Section 1912 has to be read in conjunction with this Court's decision in Northern Pacific v. Townsend, and Stringham. 
    And in those decisions, this Court held that railroad rights-of-way were limited fees with implied reversionary interests.
speaker="john_g_roberts_jr" startTime="140.975" stopTime="149.722">
    Chief Justice John G. Roberts, Jr. 
    The patent you talk about, I am not recalling it exactly. 
    It had some -- it mentioned the railroad interest, right?
speaker="steven_j_lechner" startTime="149.722" stopTime="159.827">
    Mr. Steven J Lechner 
    Yes, it mentioned it in the context of, that Brandt's title is subject to those rights for railroad purposes as had been granted to the railroad under the 1875 Act.
speaker="john_g_roberts_jr" startTime="159.827" stopTime="166.840">
    Chief Justice John G. Roberts, Jr. 
    But it didn't characterize it as either an easement or a fee with an implied reverter?
speaker="steven_j_lechner" startTime="166.840" stopTime="203.169">
    Mr. Steven J Lechner 
    That it was subject to those rights for railroad purposes as had been granted to the railroad sounds like it was granted subject to a servitude. 
    "Rights for railroad purpose" sounds like a servitude. 
    And of course that's how the Department of Interior interpreted it at the time, that these 1875 rights-of-way were easements, following its longstanding interpretation plus this Court's ruling in Great Northern that these were easements. 
    And at the time, that regulation was the law of the land. 
    And that's -- that controlled the title that Brandt got.
speaker="stephen_g_breyer" startTime="203.169" stopTime="226.519">
    Justice Stephen G. Breyer 
    What they are saying, I think the government's point is -- the other side is saying, and I don't remember the term of my property law. 
    What's the right term? 
    It's -- you grant to A, black acre to A and his heirs; it's a fee simple. 
    But it's subject to a shifting; it's subject to divestiture, subject to a condition subsequent.
speaker="steven_j_lechner" startTime="226.519" stopTime="227.144">
    Mr. Steven J Lechner 
    Well--
speaker="stephen_g_breyer" startTime="227.144" stopTime="229.036">
    Justice Stephen G. Breyer 
    It shifts the -- it shifts it back.
speaker="steven_j_lechner" startTime="229.036" stopTime="231.833">
    Mr. Steven J Lechner 
    --A defeasible fee? 
    Or implied conditional--
speaker="stephen_g_breyer" startTime="231.833" stopTime="234.401">
    Justice Stephen G. Breyer 
    It could be. 
    There was a technical term they used to have. 
    But anyway, that's what they're saying.
speaker="steven_j_lechner" startTime="234.401" stopTime="235.200">
    Mr. Steven J Lechner 
    --That's what they're saying.
speaker="stephen_g_breyer" startTime="235.200" stopTime="257.807">
    Justice Stephen G. Breyer 
    And they are saying that that's, for purposes of who owns the land, the mineral rights, it's treated as an easement. 
    But for purposes of deciding who it reverts to, it's treated as a fee subject to a shifting use or whatever you call it. 
    Subject to -- what did you say? 
    Subject to--
speaker="steven_j_lechner" startTime="257.807" stopTime="258.890">
    Mr. Steven J Lechner 
    Subject to a right of reverter.
speaker="stephen_g_breyer" startTime="258.890" stopTime="259.415">
    Justice Stephen G. Breyer 
    --Yes.
speaker="steven_j_lechner" startTime="259.415" stopTime="267.839">
    Mr. Steven J Lechner 
    Yes. 
    But that's similar to the argument that the government made in 1942 in Great Northern. 
    The limited fee--
speaker="stephen_g_breyer" startTime="267.839" stopTime="285.534">
    Justice Stephen G. Breyer 
    Well, it's different in this respect. 
    It's different that there they were talking about who owns the mineral rights. 
    So for those purposes they say it's treated like an easement. 
    But for who gets the reverter, it's treated like a shift of the fee.
speaker="antonin_scalia" startTime="285.534" stopTime="299.356">
    Justice Antonin Scalia 
    Oh, that's nice. 
    Do you know of any other real estate thing which says it's an easement for one purpose and the fee for another? 
    The government absolutely denied in Great Northern, didn't it? 
    It was -- that was the government's case; this was not a fee.
speaker="steven_j_lechner" startTime="299.356" stopTime="300.589">
    Mr. Steven J Lechner 
    --Exactly.
speaker="antonin_scalia" startTime="300.589" stopTime="310.742">
    Justice Antonin Scalia 
    They didn't say it's a -- you know, for some purposes it is. 
    They said it was not a fee. 
    And that's what the Court held, contrary -- in accordance with what the government wanted, right?
speaker="steven_j_lechner" startTime="310.742" stopTime="311.695">
    Mr. Steven J Lechner 
    Correct.
speaker="antonin_scalia" startTime="311.695" stopTime="313.398">
    Justice Antonin Scalia 
    And that case has been around for how long?
speaker="steven_j_lechner" startTime="313.398" stopTime="315.240">
    Mr. Steven J Lechner 
    Seventy-two years.
speaker="antonin_scalia" startTime="315.240" stopTime="336.575">
    Justice Antonin Scalia 
    Okay. 
    And the case explicitly says it's an easement. 
    And people have been buying and selling real estate I assume in reliance on that case for -- for that entire period of time. 
    And now the government has this new theory that for some purposes it's a fee; for some purposes it's an easement. 
    That's not what Great Northern said.
speaker="steven_j_lechner" startTime="336.575" stopTime="358.739">
    Mr. Steven J Lechner 
    No, but I think it's important that -- the argument that the government is making today is similar to their alternative argument that they made there in Great Northern, saying, okay, well, if it's not an easement, then it's a limited fee in a surface. 
    This Court in Great Northern did not even address that alternative argument, which shows how strongly this Court in Great Northern believed it was just an easement. 
    And this--
speaker="john_g_roberts_jr" startTime="358.739" stopTime="372.499">
    Chief Justice John G. Roberts, Jr. 
    But they are not really not alternative -- well, maybe it's all right to say they are alternative arguments, but they are mutually exclusive arguments. 
    I mean they are alternative in the sense that they led to the same result, but the one argument is that this is A, and the other argument is this is not A.
speaker="steven_j_lechner" startTime="372.499" stopTime="374.668">
    Mr. Steven J Lechner 
    --Yes. 
    They are mutually exclusive.
speaker="stephen_g_breyer" startTime="374.668" stopTime="404.564">
    Justice Stephen G. Breyer 
    All right. 
    We filed a brief here for the cities, and they point out that -- that, of course, there is reliance on your side; you're -- I believe you are absolutely right. 
    But they say there is also a lot of reliance on the other side, because cities have built highways, and they've -- or States have, and they've converted it to use under patents or under statutes that the United States gave them that right. 
    And all those are going to be invalid if you win. 
    So what's your response to that?
speaker="steven_j_lechner" startTime="404.564" stopTime="409.515">
    Mr. Steven J Lechner 
    They would all -- I'm not sure that they would be invalid, necessarily.
speaker="stephen_g_breyer" startTime="409.515" stopTime="410.265">
    Justice Stephen G. Breyer 
    Why -- why?
speaker="steven_j_lechner" startTime="410.265" stopTime="435.832">
    Mr. Steven J Lechner 
    Well, I'm not -- I don't know where all the city public highways' interests are, vis-a-vis how the land was originally patented. 
    It could have been originally patented in a town site plat or something like that, that -- as opposed to here, where it was originally patented to one -- under one patent, and I'm not sure how all the cities' property was acquired.
speaker="antonin_scalia" startTime="435.832" stopTime="451.201">
    Justice Antonin Scalia 
    I assume your answer would be that if it's a choice between disappointing people who properly relied on the law, and disappointing people who were -- were not following the law, it's clear who should -- who should take it in the neck. 
    It's the latter, isn't it?
speaker="steven_j_lechner" startTime="451.201" stopTime="459.699">
    Mr. Steven J Lechner 
    Absolutely, plus the cities also have the -- the power of the eminent -- the power of eminent domain. 
    And if they would want a public highway, they certainly could condemn one.
speaker="ruth_bader_ginsburg" startTime="459.699" stopTime="472.426">
    Justice Ruth Bader Ginsburg 
    I thought this -- the cities were relying on Section 912, as applied to this 1875 Act.
speaker="steven_j_lechner" startTime="472.426" stopTime="518.409">
    Mr. Steven J Lechner 
    That's what -- that's what they -- that's what the cities were relying on. 
    But you must keep in mind that Section 912 did not alter or amend the 1875 Act, so the nature of the grant in the 1875 Act must be looked through the eyes of Congress in 1875. 
    In 1922, when Congress passed Section 912, Congress was grappling with what to do with these isolated strips of land that would be administratively burdensome to manage. 
    And they said -- well, originally, they said, well, let's give them to the settlers because they are the ones entitled to it in the first place, and then -- and then as an afterthought said, well, let's put these as a public highway. 
    But they did not amend the grant under the 1875 Act or alter the amended grant.
speaker="ruth_bader_ginsburg" startTime="518.409" stopTime="539.650">
    Justice Ruth Bader Ginsburg 
    Well, can you explain to me something to me about that 1875 Act a little bit? 
    We know that until 1871, these railroad rights-of-way were considered to leave the government in the position of having a reversionary interest.
speaker="steven_j_lechner" startTime="539.650" stopTime="540.634">
    Mr. Steven J Lechner 
    Correct.
speaker="ruth_bader_ginsburg" startTime="540.634" stopTime="572.199">
    Justice Ruth Bader Ginsburg 
    And I don't see anything in the 1875 Act statute. 
    There was an end to the giving away of large -- large quantities of land to the railroad, and so that went out. 
    But what is there in the 1875 Act that changes the right-of-way from what it had been up until 1871?
speaker="steven_j_lechner" startTime="572.199" stopTime="614.933">
    Mr. Steven J Lechner 
    As the government argued in Great Northern and as this Court adopted that argument, the key provision in the 1875 Act is Section 4, which reserved the right to Congress to dispose of the lands underlying 1875 rights-of-way to settlers. 
    And this was a reflection of the change of policy in 1871 because that's where the Congress changed its policy to -- in an effort to secure homesteads to actual settlers as opposed to benefiting the railroads. 
    In Section 4, as this Court said in Great Northern, after language to demonstrate a conveyance of an easement would be hard to find.
speaker="ruth_bader_ginsburg" startTime="614.933" stopTime="650.262">
    Justice Ruth Bader Ginsburg 
    But the railroad wasn't benefited by the end of the 1871 understanding of the right-of-way. 
    The one that was benefited was the government. 
    The government got -- got back the land, so it's not -- we're not -- was going to stop giving land to the railroad, yes, but the beneficiary that is losing out under your interpretation is the government.
speaker="steven_j_lechner" startTime="650.262" stopTime="668.465">
    Mr. Steven J Lechner 
    But it's -- it's not only my interpretation, it's the interpretation of the Court in Great Northern that it was an easement. 
    And this Court was not -- this Court in Great Northern knew the difference of the word "easement" and knew what the significance of using that term would mean. 
    So did the government at the time.
speaker="anthony_m_kennedy" startTime="668.465" stopTime="695.314">
    Justice Anthony M. Kennedy 
    There were -- there were points along the right-of-way where the railroad needed a station or a wider area for water towers and so forth. 
    And it -- it usually could receive those by simply filing a patent if it was within a permitted zone, if it was within -- if they were 20 miles equidistant or something like that. 
    How did they get those additional lands?
speaker="steven_j_lechner" startTime="695.314" stopTime="695.782">
    Mr. Steven J Lechner 
    The station--
speaker="anthony_m_kennedy" startTime="695.782" stopTime="701.671">
    Justice Anthony M. Kennedy 
    One way they could do them was to condemn them, but absent condemnation, could they just receive them from the government?
speaker="steven_j_lechner" startTime="701.671" stopTime="726.318">
    Mr. Steven J Lechner 
    --Well, under -- under the 1875 Act, yes, Congress did provide for station grounds. 
    The railroad could secure station grounds by filing a map of the station grounds with the local land office, and once the secretary approved, then they would acquire the station grounds. 
    But the nature of the grant that they required on the station grounds is the same as for the right-of-way, and that's merely an easement.
speaker="anthony_m_kennedy" startTime="726.318" stopTime="736.953">
    Justice Anthony M. Kennedy 
    Oh. 
    So it's -- so it was clear at the time of the grant that it was on the -- that what was granted was co-extensive with what the right-of-way was, with the railroad right-of-way.
speaker="steven_j_lechner" startTime="736.953" stopTime="751.451">
    Mr. Steven J Lechner 
    Yes. 
    And that was how the Department of Interior originally interpreted it in 1888, as the -- the railroad didn't get a fee in anything, it got a right-of-way -- it got an easement in the railroad -- in the right-of-way and in the station grounds.
speaker="anthony_m_kennedy" startTime="751.451" stopTime="763.211">
    Justice Anthony M. Kennedy 
    Are there any instances in which the railroad can keep its station even if it abandons the right-of-way? 
    Or does the station fall with the -- when the right-of-way is abandoned?
speaker="steven_j_lechner" startTime="763.211" stopTime="777.237">
    Mr. Steven J Lechner 
    I think the right -- the station grounds are tied to the right-of-way. 
    So if you abandon the right-of-way, the station grounds would also be extinguished and unburden the underlying fee.
speaker="samuel_alito_jr" startTime="777.237" stopTime="824.358">
    Justice Samuel A. Alito, Jr. 
    Could I ask you again about Section 912? 
    Your patent says that it is subject to those rights for railroad purposes as have been granted to the railway company in particular, and its successors and assigns. 
    Now, that was -- that patent came after the enactment of 912, and 912 clarifies the rights of -- or changes the rights of railroad companies and says that if they abandon property, within one year after that, they -- there can be a public highway established on that -- on that property. 
    So why wasn't your patent subject to that?
speaker="steven_j_lechner" startTime="824.358" stopTime="839.087">
    Mr. Steven J Lechner 
    Well -- well, first, I don't -- 912 did not change the grant to the railroad. 
    912 applies if the government has any remaining interest in the right-of-way.
speaker="samuel_alito_jr" startTime="839.087" stopTime="842.663">
    Justice Samuel A. Alito, Jr. 
    Well, you didn't get your property from the railroad. 
    You got it from the government.
speaker="steven_j_lechner" startTime="842.663" stopTime="843.194">
    Mr. Steven J Lechner 
    Correct.
speaker="samuel_alito_jr" startTime="843.194" stopTime="865.451">
    Justice Samuel A. Alito, Jr. 
    You got a patent from the government. 
    So the question is: What were they conveying to you? 
    And if you read the patent in connection with 912, isn't it clear they're conveying to you every -- arguably everything other than this right to have a public highway established on that land when it was abandoned by the railroad?
speaker="steven_j_lechner" startTime="865.451" stopTime="937.407">
    Mr. Steven J Lechner 
    They were conveying it subject to those rights for railroad purposes is the specific language. 
    And the 912 does not create a reservation; it doesn't create a right of reverter. 
    It was simply to deal with what they were going to do with these strips of land upon abandonment. 
    Because at the time, that's when abandonment of the railroads first began, Congress was worried we were going to have these isolated strips. 
    It didn't change the 1875 Act, it didn't change the previously granted rights-of-way to expand the scope of them. 
    But when they were abandoned and they came back under the law at the time that the government had the implied condition of reverter, they came back. 
    The government said, okay, well, if you want to establish a public highway, that's fine, otherwise, it's going to go -- it's going to inure to the benefit of the settler. 
    But it didn't change the nature of the grant. 
    It didn't change the 1875 Act. 
    It didn't create it. 
    It did not create an interest that wasn't there before. 
    It was just how to deal with the interest that the -- that Congress thought it had after this Court's decision in Townsend and Stringham.
speaker="samuel_alito_jr" startTime="937.407" stopTime="958.320">
    Justice Samuel A. Alito, Jr. 
    I still don't understand it. 
    You say this was purely an easement. 
    All right. 
    So that means that when there's an abandonment, the government has complete title to the property, right? 
    They convey that property to you, but before they do that, they say that there's this reservation of rights with respect to the establishment of a highway.
speaker="steven_j_lechner" startTime="958.320" stopTime="980.139">
    Mr. Steven J Lechner 
    I'm -- I'm -- one -- well, I'm -- I'm troubled. 
    Under -- under your hypothetical, the government still owns the underlying land where the railroad's abandoned? 
    So when the railroad is abandoned, the two estates merge. 
    There was one.
speaker="samuel_alito_jr" startTime="980.139" stopTime="980.373">
    Justice Samuel A. Alito, Jr. 
    That's your argument, isn't it?
speaker="steven_j_lechner" startTime="980.373" stopTime="985.577">
    Mr. Steven J Lechner 
    Well, I think that's the argument under -- under the common law, too, is -- is what--
speaker="samuel_alito_jr" startTime="985.377" stopTime="986.346">
    Justice Samuel A. Alito, Jr. 
    Yeah. 
    Okay. 
    And may be--
speaker="steven_j_lechner" startTime="986.346" stopTime="986.899">
    Mr. Steven J Lechner 
    --So they -- they merge.
speaker="samuel_alito_jr" startTime="986.899" stopTime="987.748">
    Justice Samuel A. Alito, Jr. 
    --It may be a good argument.
speaker="steven_j_lechner" startTime="987.748" stopTime="988.451">
    Mr. Steven J Lechner 
    They merge.
speaker="samuel_alito_jr" startTime="988.451" stopTime="989.054">
    Justice Samuel A. Alito, Jr. 
    But that's your argument.
speaker="stephen_g_breyer" startTime="989.054" stopTime="1051.389">
    Justice Stephen G. Breyer 
    Now, what about when 912 says when the railroad abandons a piece of the right-of-way, okay, it then says that the interest of the United States, with all right, title, and interest in the state of the United States shall be vested in the town that builds the highway. 
    But your point is, that's true, but where they previously -- where they have previous -- where they have given -- where they conveyed it to a private person, they didn't have any right, title, and interest, because on abandonment it was simply an easement. 
    And on abandonment, that goes to the property owner who owns the -- the land on either side. 
    Is that -- I mean, your point is that the United States didn't have any right, title, and interest on the abandonment unless the United States continued to own the property.
speaker="steven_j_lechner" startTime="1051.389" stopTime="1053.077">
    Mr. Steven J Lechner 
    Correct.
speaker="stephen_g_breyer" startTime="1053.077" stopTime="1057.665">
    Justice Stephen G. Breyer 
    All right. 
    So that is your point. 
    They can't convey what they don't have.
speaker="steven_j_lechner" startTime="1057.665" stopTime="1058.428">
    Mr. Steven J Lechner 
    Correct.
speaker="stephen_g_breyer" startTime="1058.428" stopTime="1059.262">
    Justice Stephen G. Breyer 
    Okay.
speaker="steven_j_lechner" startTime="1059.262" stopTime="1060.651">
    Mr. Steven J Lechner 
    And there's--
speaker="sonia_sotomayor" startTime="1060.651" stopTime="1081.924">
    Justice Sonia Sotomayor 
    Let's take this in a normal easement situation. 
    I have an easement to go through your backyard to get to the street. 
    Can I assign that easement to another person so that the person who buys my home can now walk through your backyard?
speaker="steven_j_lechner" startTime="1081.924" stopTime="1085.142">
    Mr. Steven J Lechner 
    --In certain circumstances, yes.
speaker="sonia_sotomayor" startTime="1085.142" stopTime="1136.512">
    Justice Sonia Sotomayor 
    So what's wrong with the concept that when this land was given to you as a railroad right-of-way, when it's abandoned, that the railroad, in essence, under 1912, and under the 1922 Act, that you are giving that easement to the U.S. to use as a right-of-way? 
    And so, whether it's a trail or a highway or any of the other items that are specified in the statute that that easement is continuing to be used by the person who gave it, which was originally the U.S. Your patent was given subject to that easement, so that right-of-way.
speaker="steven_j_lechner" startTime="1136.512" stopTime="1140.463">
    Mr. Steven J Lechner 
    It was subject to those rights for railroad purposes, correct.
speaker="sonia_sotomayor" startTime="1140.463" stopTime="1143.041">
    Justice Sonia Sotomayor 
    Well, what was the language of the patent?
speaker="steven_j_lechner" startTime="1143.041" stopTime="1146.446">
    Mr. Steven J Lechner 
    Subject to those rights for railroad purposes, that conveys--
speaker="sonia_sotomayor" startTime="1146.446" stopTime="1150.007">
    Justice Sonia Sotomayor 
    Was that the exact language? 
    I thought it was for right-of-way.
speaker="steven_j_lechner" startTime="1150.007" stopTime="1158.644">
    Mr. Steven J Lechner 
    --Exact language on page 78, Petitioner's Appendix.
speaker="sonia_sotomayor" startTime="1158.644" stopTime="1175.027">
    Justice Sonia Sotomayor 
    The Joint Appendix?
speaker="steven_j_lechner" startTime="1175.027" stopTime="1178.276">
    Mr. Steven J Lechner 
    Petitioner's Appendix, 78, sorry.
speaker="sonia_sotomayor" startTime="1178.276" stopTime="1186.554">
    Justice Sonia Sotomayor 
    Too many briefs. 
    Sorry.
speaker="steven_j_lechner" startTime="1186.554" stopTime="1191.209">
    Mr. Steven J Lechner 
    78.
speaker="anthony_m_kennedy" startTime="1191.209" stopTime="1202.752">
    Justice Anthony M. Kennedy 
    And what do you want us to read there?
speaker="steven_j_lechner" startTime="1202.752" stopTime="1217.355">
    Mr. Steven J Lechner 
    Well, there was a question about whether that was actually the language, was it subject to those rights. 
    The last full paragraph, 
    "subject to those rights for railroad purposes have been granted to the railroad under the 1875 Act. "
speaker="sonia_sotomayor" startTime="1217.355" stopTime="1222.477">
    Justice Sonia Sotomayor 
    The 1875 Act, what was given to the railroad was a right-of-way.
speaker="steven_j_lechner" startTime="1222.477" stopTime="1225.196">
    Mr. Steven J Lechner 
    A right to lay their tracks and a right of passage.
speaker="sonia_sotomayor" startTime="1225.196" stopTime="1237.456">
    Justice Sonia Sotomayor 
    Just as I'm seeing the 1875 grant, it was the right-of-way through public lands.
speaker="steven_j_lechner" startTime="1237.456" stopTime="1246.531">
    Mr. Steven J Lechner 
    Well, yes, and as the government argued in Great Northern that that was -- that right in the 1875 Act was a right to lay tracks and it was a right of passage and easement.
speaker="elena_kagan" startTime="1246.531" stopTime="1263.196">
    Justice Elena Kagan 
    Mr. Lechner, I know a great more than -- and that is very strong support for your view. 
    But why did Great Northern think that there was a difference between pre-1871 grants and post?
speaker="steven_j_lechner" startTime="1263.196" stopTime="1280.517">
    Mr. Steven J Lechner 
    First, the shift in Congress's policy. 
    And the railroads fell out of disfavor and Congress passed resolution saying, you know, we want to hold on to these lands to secure homesteads for actual settlers.
speaker="elena_kagan" startTime="1280.517" stopTime="1319.080">
    Justice Elena Kagan 
    I guess I had thought if you were just dealing with this as a matter of first impression that the shift of Congress's policy was a shift about whether to give away, you know, huge swaths of land to the railroads, and that Congress indeed decided, Enough of this, we are not going to give these checkerboard grants of land to the railroad, because they are making a mint from this, and we would rather give it to homesteaders. 
    But there was -- I don't see any evidence that there was any shift in policy or any reason why there would be a shift in policy, as to what the rights of way were. 
    Whether they were easements or whether they were limited fees.
speaker="steven_j_lechner" startTime="1319.080" stopTime="1357.032">
    Mr. Steven J Lechner 
    Well, Section 4 has a lot to do with that, and that is where Congress reserved the right to dispose of the underlying lands to the settlers. 
    That provision is not found in the pre-1871 railroad grants, and this Court in Great Northern looked at that and you say, You got to look at Section 4, that provides light on how to interpret the right-of-way grant in Section 1. 
    And because of Congress's intent and the legislative history surrounding similar language when Congress passed it in 1872, they called it the right-of-way is going to be an encumbrance.
speaker="elena_kagan" startTime="1357.032" stopTime="1378.524">
    Justice Elena Kagan 
    I guess, you know, again, if you were just looking at this as a matter of first impression, the language of Section 4 does not seem to me to be very indicative of anything. 
    You know, it says "subject to the right-of-way". 
    Subject to the right-of-way. 
    Whatever the right-of-way is. 
    Subject to the right-of-way if it's an easement. 
    Subject to the right-of-way if it's a limited fee. 
    Doesn't seem to pick one way or the other.
speaker="steven_j_lechner" startTime="1378.524" stopTime="1420.819">
    Mr. Steven J Lechner 
    But as the government argued in Great Northern, it would be silly to patent the underlying lands subject to a fee. 
    I mean, there would be no reason for that language at all if the railroad got a fee. 
    And then you patented the -- in effect it would be the adjacent land, not the underlying land. 
    There would be no reason to say that the adjacent land is subject to a fee because with the limited fees, they were envisioning those things going to the center of the earth. 
    So you would be patenting the adjacent land. 
    But under Section 4 and as Great Northern interpreted, the patents go to the underlying land and that's what happened in this case, because Brandt owns the underlying land and minerals.
speaker="anthony_m_kennedy" startTime="1420.819" stopTime="1435.703">
    Justice Anthony M. Kennedy 
    Well, in your answer it seemed to me, and maybe you have to proffer, that you confused limited fee with fee simple or absolute fee. 
    Now, obviously that's true if it's the same owner, they merge.
speaker="steven_j_lechner" startTime="1435.703" stopTime="1519.546">
    Mr. Steven J Lechner 
    Well, I was using limited fee in the context as this Court used it in Townsend, limited fee with the implied condition of reverter. 
    I mean, even in Townsend 1903, the railroad got it all, but it was subject to implied condition of reverter if they stopped using it for railroad purpose. 
    But they did give fee simple absolute to the center of the earth is how it was construed at that time. 
    So that sheds light on the fact that Section 4 reflects that only an easement was granted because you would not need to have Subject 2 language at all if you were just patenting the adjacent lands. 
    It is also well established that the interpretation of the land laws such as the 1875 Act is entitled to great deference. 
    This is because public land laws provide for the acquisition of the title, which must be secure. 
    Beginning from 1988 and continuing through today, the Department of Interior still construes the 1875 Act as easements and they can still construe 1875 Act rights of way as different from pre-1871.
speaker="antonin_scalia" startTime="1519.546" stopTime="1527.136">
    Justice Antonin Scalia 
    I don't understand how that can be, and yet, the government can argue contrary to what the government says. 
    I mean, is that what you are telling us?
speaker="steven_j_lechner" startTime="1527.136" stopTime="1528.371">
    Mr. Steven J Lechner 
    I'm saying--
speaker="antonin_scalia" startTime="1528.371" stopTime="1539.443">
    Justice Antonin Scalia 
    The Interior says one thing and the Justice Department here says something else? 
    I mean, we have a president who reconciles these two things. 
    He must agree with one or the other.
speaker="steven_j_lechner" startTime="1539.443" stopTime="1557.858">
    Mr. Steven J Lechner 
    --Well, I think, under this Court's precedent, you defer to the agency in charge of administering the 1875 Act, and that is the Department of Interior. 
    And the Department of Interior has consistently interpreted these as -- these rights of way as easements and that interpretation is entitled to substantial deference.
speaker="antonin_scalia" startTime="1557.858" stopTime="1560.607">
    Justice Antonin Scalia 
    I'm sure the government will have an explanation as to why we shouldn't.
speaker="steven_j_lechner" startTime="1560.607" stopTime="1564.824">
    Mr. Steven J Lechner 
    If it pleases the Court, I would like to reserve the remainder of my time for rebuttal.
speaker="john_g_roberts_jr" startTime="1564.824" stopTime="1576.539">
    Chief Justice John G. Roberts, Jr. 
    Thank you, counsel. 
    Mr. Yang. 
   
   
   
   Argument of Anthony A. Yang
speaker="anthony_a_yang" startTime="1576.539" stopTime="1603.495">
    Mr. Anthony A. Yang 
    Mr. Chief Justice and may it please the Court: 
    The statute, its legislative history, the surrounding statutory context which includes Section 912 as well as 1906 and 1909 Acts and this Court's decisions construing the 1875 Act including Section 4 which predated Great Northern show that the United States retains the reversionary interest in the surface of the land of right-of-ways granted to railroads--
speaker="samuel_alito_jr" startTime="1603.495" stopTime="1655.569">
    Justice Samuel A. Alito, Jr. 
    Mr. Yang, I have to say I think the government gets the prize for understatement with its brief in this case. 
    You have a sentence in your brief that says, 
    "We acknowledge that there is language in this Court's opinion in Great Northern and in the government's brief in that case that lends some support to petitioner's contrary argument. " 
    Here are the subject headings of the government's brief in Great Northern. 
    "The right-of-way granted by the Act of March 3, 1875, is in the nature of an easement. " 
    "The language of the 1875 Act shows that only an easement was granted. " 
    "The legislative background and history of the 1875 Act show that the grant was of an easement rather than a fee. " 
    "Subsequent administrative and congressional construction confirm that only an easement was granted. " 
    Under the first sentence of the summary of the argument--
speaker="anthony_a_yang" startTime="1655.569" stopTime="1702.581">
    Mr. Anthony A. Yang 
    --There is also other portions of the brief. 
    I would refer the Court, for instance, to Footnote 4 where the government said there would be a separate question raised about whether a patent holder subsequently who obtains the patent after the grant of right-of-way would take this government interest. 
    And the Court -- the government said in fact that would raise different questions. 
    The Court recognized that on pages -- the last two pages of its opinion, it specifically limited its judgment to situations where the government retained interest in the entire surrounding parcel and, in fact, modified the judgment below which enjoined the railroad from oil drilling simply to apply to that. 
    Not only that, the Court was writing on -- the government didn't cite, for instance--
speaker="antonin_scalia" startTime="1702.581" stopTime="1712.919">
    Justice Antonin Scalia 
    Wait, wait. 
    Before you go, you really think the Court was saying, It will be an easement when that suits the government, but it will be something else when that suits the government?
speaker="anthony_a_yang" startTime="1712.919" stopTime="1713.482">
    Mr. Anthony A. Yang 
    --No, I think--
speaker="antonin_scalia" startTime="1713.482" stopTime="1720.636">
    Justice Antonin Scalia 
    I mean, it's either an easement or it's not an easement. 
    You really think the -- the opinion meant to reserve the question whether it was an easement.
speaker="anthony_a_yang" startTime="1720.636" stopTime="1750.405">
    Mr. Anthony A. Yang 
    --I do with respect to the issue that we have here. 
    The question before the Court was whether the right-of-way, which is a statutory term, Congress could have used "easement"; it could have used "fee". 
    It did not. 
    It uses a special statutory term which has accumulated meaning over time, particularly, in the railroad context. 
    And in that context, the Court was deciding whether it was in the nature of an easement, which as our subject heading said, it's in the nature of an easement. 
    But that's vis-a-vis the United States--
speaker="stephen_g_breyer" startTime="1750.405" stopTime="1751.232">
    Justice Stephen G. Breyer 
    I got that point.
speaker="anthony_a_yang" startTime="1751.232" stopTime="1775.770">
    Mr. Anthony A. Yang 
    --with respect to the mineral lands. 
    And, in fact, the shift that, Justice Kagan, you were talking about is a shift about subsidies. 
    It was a shift of subsidy away from these lavish land grants. 
    And when Congress was stopping that -- that lavish grant to railroads, it made no sense to construe the act with respect to the mineral rights, which the Court said were -- were mineral riches. 
    Why would Congress do that when it was cutting back on--
speaker="samuel_alito_jr" startTime="1775.770" stopTime="1776.660">
    Justice Samuel A. Alito, Jr. 
    --That may be.
speaker="stephen_g_breyer" startTime="1776.660" stopTime="1777.317">
    Justice Stephen G. Breyer 
    All right.
speaker="samuel_alito_jr" startTime="1777.317" stopTime="1795.964">
    Justice Samuel A. Alito, Jr. 
    But the term "easement" is a well-known term with an established meaning. 
    And you're saying that -- you said it was an easement. 
    The Court said it was an easement. 
    You -- you persuaded the Court to say it was an easement. 
    And now you're saying this is some kind of property right that has no name, previously unknown to the law.
speaker="anthony_a_yang" startTime="1795.964" stopTime="1827.935">
    Mr. Anthony A. Yang 
    --It's a right-of-way. 
    And, in fact, the government's brief also said that with respect -- and I'm quoting from page 9 -- with respect to the surface -- the control -- under any of the theories, even under the easement theory, which I don't believe is a true common law easement, the railroad's control of the surface was complete. 
    And then we went on further -- and this is on pages 36 to 37 -- that said it was a fact that the right-of-way has some of the attributes of a fee, and those included exclusive and perpetual occupation and remedies--
speaker="stephen_g_breyer" startTime="1827.935" stopTime="1829.185">
    Justice Stephen G. Breyer 
    All right. 
    Let me put it this way.
speaker="anthony_a_yang" startTime="1829.185" stopTime="1967.348">
    Mr. Anthony A. Yang 
    --And so, again, if we were to rewrite our brief, we would certainly do so much more carefully now. 
    But I think that the way that you read the brief is the way that you read opinions, which is in the context in which it was decided, particularly because Footnote 4, and this Court's opinion responding to Footnote 4, made clear that they were only addressing mineral rights where the United States held the surrounding parcel. 
    And -- and that's particularly true because this Court had already construed Section 4 of the 1875 Act before Great Northern in Stalker and in Steinke. 
    And in Stalker, the Court held that the subject to -- this is on page 154 -- a patent was subject to the railroad rights acquired by approval. 
    That's the approval in Section 4, in the subject to language in Section 4. 
    "Upon approval, the grounds so selected were segregated from the public lands and the required material to withdraw the land granted from the market. " 
    And then the Court goes on, and this is on page 154 again, "The later patent", the patent issued to a settler. 
    Even though the local land office forgot to or omitted to mark the right-of-way on the land plats, the subsequent patent was inoperative to pass title to those later patentholders. 
    And then in Steinke -- this is 1922 -- the Court followed Stalker and said, 
    "The approved map under Section 4 is the equivalent of a patent. " 
    And then they go on to say, citing Stalker, that the later patent was inoperative to pass title. 
    And I think it's important, in both of those cases, the Court cited to Interior's regulations. 
    In Stalker, the Court quoted at length the regulations from 1888, which, although the Court suggested that in Great Northern those were the first regulations, they actually weren't. 
    There were prior regulations in 1878 which discuss nothing about the nature of the fee. 
    And those, unfortunately, are hard to find. 
    They are in Senate Executive Document 30, 45th Congress, Third Session, 1879. 
    So -- but the regs that the Petitioners now rely on were specifically referenced by the Court, including the regs that say the disposition of the land surrounding the right-of-way is subject to the right-of-way.
speaker="elena_kagan" startTime="1967.348" stopTime="1974.377">
    Justice Elena Kagan 
    Mr. Yang, the Petitioners say that there are thousands or even tens of thousands of people in their position. 
    Do you dispute that?
speaker="anthony_a_yang" startTime="1974.377" stopTime="1976.767">
    Mr. Anthony A. Yang 
    We don't have good numbers, actually, on that.
speaker="stephen_g_breyer" startTime="1976.767" stopTime="2057.750">
    Justice Stephen G. Breyer 
    But what are the numbers? 
    I mean, look, this is what I'm thinking. 
    This is property law. 
    It's not just a question of trying to work out what the case could or couldn't have stood for. 
    If I try to remember my property class, it vaguely was -- which was a great class, A. James Casner, real expert. 
    And he -- he, I think, said that when you convey subject to divestment, the -- something called season under the common law went to the recipient of the conveyance. 
    But if you conveyed an easement, season did not pass. 
    So in holding that it is an easement, you're holding there was no season, and therefore, it couldn't be a divestiture. 
    Now, whether that's true or not or I've misremembered it, I'd go back to Justice Scalia's question. 
    Is there a single example since the Doomsday Book, since Dadonis, since the Bracton on little to whatever it was. 
    I mean, in the history of the common law up to the present where a court has interpreted an ambiguous phrase, which doesn't say to grant an easement for one purpose, but not for the other. 
    There may be some, but I didn't notice any cited in the government's brief.
speaker="anthony_a_yang" startTime="2057.750" stopTime="2061.576">
    Mr. Anthony A. Yang 
    Well, I'm not sure that there would be any common law cases.
speaker="stephen_g_breyer" startTime="2061.576" stopTime="2064.304">
    Justice Stephen G. Breyer 
    No, I said in any case at all.
speaker="anthony_a_yang" startTime="2064.304" stopTime="2065.424">
    Mr. Anthony A. Yang 
    But in this context--
speaker="stephen_g_breyer" startTime="2065.424" stopTime="2066.424">
    Justice Stephen G. Breyer 
    Yes, yes. 
    What is the case?
speaker="anthony_a_yang" startTime="2066.424" stopTime="2066.744">
    Mr. Anthony A. Yang 
    --In this context--
speaker="stephen_g_breyer" startTime="2066.744" stopTime="2067.941">
    Justice Stephen G. Breyer 
    What is the case? 
    I'd like to read it.
speaker="anthony_a_yang" startTime="2067.941" stopTime="2071.869">
    Mr. Anthony A. Yang 
    --even with respect to the pre-1871 statutes, the Court would sometimes--
speaker="stephen_g_breyer" startTime="2071.869" stopTime="2073.255">
    Justice Stephen G. Breyer 
    Oh, but they had -- they had a different view.
speaker="anthony_a_yang" startTime="2073.255" stopTime="2073.695">
    Mr. Anthony A. Yang 
    --No, no, no.
speaker="stephen_g_breyer" startTime="2073.695" stopTime="2075.498">
    Justice Stephen G. Breyer 
    They didn't say it was an easement.
speaker="anthony_a_yang" startTime="2075.498" stopTime="2076.526">
    Mr. Anthony A. Yang 
    It -- they did.
speaker="stephen_g_breyer" startTime="2076.526" stopTime="2077.657">
    Justice Stephen G. Breyer 
    I didn't read what -- it did?
speaker="anthony_a_yang" startTime="2077.657" stopTime="2080.349">
    Mr. Anthony A. Yang 
    They sometimes referred to them as easements.
speaker="stephen_g_breyer" startTime="2080.349" stopTime="2081.214">
    Justice Stephen G. Breyer 
    Which case?
speaker="anthony_a_yang" startTime="2081.214" stopTime="2084.372">
    Mr. Anthony A. Yang 
    I don't have it in front of me. 
    I know that--
speaker="stephen_g_breyer" startTime="2084.372" stopTime="2086.331">
    Justice Stephen G. Breyer 
    Where do I -- where is it roughly in your brief?
speaker="anthony_a_yang" startTime="2086.331" stopTime="2088.339">
    Mr. Anthony A. Yang 
    --We didn't refer to those cases.
speaker="stephen_g_breyer" startTime="2088.339" stopTime="2089.327">
    Justice Stephen G. Breyer 
    Oh, all right. 
    Well--
speaker="anthony_a_yang" startTime="2089.327" stopTime="2091.998">
    Mr. Anthony A. Yang 
    We might have cited the cases in our brief. 
    We didn't refer to that part of the case.
speaker="stephen_g_breyer" startTime="2091.998" stopTime="2096.839">
    Justice Stephen G. Breyer 
    --I'm surprised that -- but the -- if you think there are some, I'll get my law clerks to look--
speaker="anthony_a_yang" startTime="2096.839" stopTime="2114.211">
    Mr. Anthony A. Yang 
    But there are some, but the point was they were trying to discuss the nature of a statutory right-of-way. 
    Congress did not use the term "easement", it did not use the term "fee". 
    And so the Court has been using common law terms which don't fit perfectly to describe certain kinds of--
speaker="stephen_g_breyer" startTime="2114.211" stopTime="2130.923">
    Justice Stephen G. Breyer 
    --Can you imagine or explain to me why a property lawyer worth his salt since 70 years ago or more, 1942, wouldn't have read that case and advised his client, who was buying the land, if the railroad abandons it, it's yours.
speaker="anthony_a_yang" startTime="2130.923" stopTime="2131.606">
    Mr. Anthony A. Yang 
    --Yes. 
    There are--
speaker="stephen_g_breyer" startTime="2131.606" stopTime="2133.063">
    Justice Stephen G. Breyer 
    Where is some evidence of that?
speaker="anthony_a_yang" startTime="2133.063" stopTime="2133.922">
    Mr. Anthony A. Yang 
    --There are at least four reasons.
speaker="stephen_g_breyer" startTime="2133.922" stopTime="2137.101">
    Justice Stephen G. Breyer 
    No, not reasons. 
    I want to know if there's any authority, and then you can give me the reasons.
speaker="anthony_a_yang" startTime="2137.101" stopTime="2196.743">
    Mr. Anthony A. Yang 
    Oh, yes. 
    There's statutory and case law authority. 
    I would start with Stalker and Steinke, which specifically say that when you have approved the map, it's equivalent to a patent, and then therefore, any parcel subject -- is -- conveyed subject to the patent or the right-of-way, which means you don't get any interest at least in the surface of the right-of-way. 
    So this -- those cases have never been overruled, one. 
    Two, Congress in 1906, and this is -- this isn't significant. 
    This is at page -- Section 940 at page 7 -- 6A and 7A of our brief. 
    Congress said that each and every grant of right-of-way under this 1875 Act -- each and every one -- 
    "shall be declared forfeited if they haven't been constructed. " 
    and -- this is important -- 
    "the United States resumes the full title to the lands covered thereby, free and discharged from such easement-- "
speaker="antonin_scalia" startTime="2196.743" stopTime="2199.382">
    Justice Antonin Scalia 
    Did they give compensation to the people--
speaker="anthony_a_yang" startTime="2199.382" stopTime="2200.255">
    Mr. Anthony A. Yang 
    --No.
speaker="antonin_scalia" startTime="2200.255" stopTime="2201.411">
    Justice Antonin Scalia 
    --to whom they pronounced that?
speaker="anthony_a_yang" startTime="2201.411" stopTime="2202.005">
    Mr. Anthony A. Yang 
    No.
speaker="antonin_scalia" startTime="2202.005" stopTime="2205.176">
    Justice Antonin Scalia 
    That can't change the meaning of the 1875 Act.
speaker="anthony_a_yang" startTime="2205.176" stopTime="2209.065">
    Mr. Anthony A. Yang 
    But it reflects Congress's understanding of what the 1875 Act--
speaker="antonin_scalia" startTime="2209.065" stopTime="2213.150">
    Justice Antonin Scalia 
    It reflects a later Congress's understanding of what an earlier Congress did. 
    We don't--
speaker="anthony_a_yang" startTime="2213.150" stopTime="2213.794">
    Mr. Anthony A. Yang 
    --Well, when we're--
speaker="antonin_scalia" startTime="2213.794" stopTime="2217.393">
